Repository: NUFC16/django-schedule
Catalog: schedule/locale/*/LC_MESSAGES/django.po
Languages: hr

source: The two password fields didn't match.
hr: Unesena lozinka se ne poklapa

source: Password
hr: Lozinka

source: Password confirmation
hr: Potvrda lozinke

source: Enter the same password as above, for verification.
hr: Unesite istu lozinku kao iznad

source: Submit
hr: Pošalji

source: Pick a shift!
hr: Odaberite smjenu!

source: Picked date is in the past
hr: Odabrani datum je u prošlosti

source: Picked shifts are not swapable!
hr: Odabrane smjene nije moguće zamijeniti

source: Shift name
hr: Ime smjene

source: Group
hr: Grupa

source: Male
hr: Muško

source: Female
hr: Žensko

source: User groups
hr: Korisničke grupe

source: Week shift
hr: Tjedna smjena

source: Date of birth
hr: Datum rođenja

source: Gender
hr: Spol

source: Date of employment
hr: Datum zaposlenja

source: Default wage
hr: Okvirna satnica

source: Parent schedule
hr: Nadređeni raspored

source: Create new shift
hr: Stvori novi smjenu

source: Send
hr: Pošalji

source: Home
hr: Početna

source: My profile
hr: Moj profil

source: Overview of groups and people
hr: Pregled grupa i ljudi

source: Add employee
hr: Dodaj zaposlenika

source: Swaps
hr: Zamjene

source: Logout
hr: Odjava

source: Name
hr: Ime

source: Last name
hr: Prezime

source: Number of hours this month
hr: Broj radnih sati za tekući mjesec

source: Calculated paycheck
hr: Približna plaća

source: No available data
hr: Nema dostupnih podataka

source: Showing _START_ to _END_ of _TOTAL_ entries
hr: _START_ - _END_ od _TOTAL_ entries

source: No results
hr: Nema rezultata

source: (from total _MAX_)
hr: (od ukupno _MAX_)

source: Show _MENU_ entries
hr: Prikaži _MENU_

source: Loading...
hr: Učitavanje...

source: Processing...
hr: Učitavanje...

source: Search
hr: Pretraga

source: No result
hr: Nema rezultata

source: First
hr: Prva

source: Last
hr: Zadnja

source: Next
hr: Sljedeća

source: Previous
hr: Prethodna

source: Show
hr: Prikaži

source: All
hr: Sve

source: entries
hr: zapisa

source: : activate to sort ascending
hr: : uključi za uzlazno sortiranje

source: : activate to sort descending
hr: : uključi za silazno sortiranje

source: Delete
hr: Obriši

source: Close
hr: Zatvori

source: Make swap permanent
hr: Učini promjenu trajnom

source: Pick a shift
hr: Odaberite smjenu

source: Pick your shift
hr: Odaberite svoju smjenu

source: Swap id
hr: ID zamjene

source: Date of swap
hr: Datum zamjene

source: Sender name
hr: Ime podnositelja zahtjeva

source: Receiver name
hr: Ime sudionika zahtjeva

source: Sender date
hr: Datum smjene podnositelja

source: Receiver date
hr: Datum smjene sudionika

source: Sender shift time
hr: Smjena podnositelja

source: Receiver shift time
hr: Smjena sudionika

source: Actions
hr: Akcije

source: Revert swap
hr: Poništi zamjenu

source: Approve swap
hr: Odobri zamjenu

source: Confirm swap
hr: Prihvati zamjenu

source: Reject swap
hr: Odbij zamjenu

source: People
hr: Ljudi

source: Add user
hr: Dodaj korisnika

source: First and last name
hr: Ime i prezime

source: Groups
hr: Grupe

source: Employee shift
hr: Smjena zaposlenika

source: Number of hours(month)
hr: Broj odrađenih sati (mjesec)

source: Edit user
hr: Izmjeni korisnika

source: Are you sure you want to delete this user?
hr: Jeste li sigurni da želite obrisati ovog korisnika?

source: Delete user
hr: Obriši korisnika

source: Add group
hr: Dodaj grupu

source: Title
hr: Naslov

source: Number of members
hr: Broj članova

source: Shifts
hr: Smjene

source: Add new shift
hr: Dodaj novu smjenu

source: Edit group
hr: Izmjeni grupu

source: Are you sure you want to delete this group?
hr: Jeste li sigurni da želite obrisati ovu grupu?

source: Delete group
hr: Obriši grupu

source: Update shift
hr: Ažuriraj smjenu

source: Are you sure you want to delete this shift?
hr: Jeste li sigurni da želite obrisati ovu smjenu?

source: Delete shift
hr: Izbriši smjenu

source: Resolved swaps
hr: Riješene zamjene

source: Pending swaps
hr: Zamjene na čekanju

source: User was successfully deleted!
hr: Korisnik je uspješno obrisan!

source: User was not deleted
hr: Korisnik nije obrisan!

source: Your profile was successfully created!
hr: Vaš profil je uspješno kreiran

source: Please correct the error below.
hr: Molimo vas ispravite pogrešku ispod

source: Your profile was successfully updated!
hr: Vaš profil je uspješno izmjenjen!

source: Group was successfully added!
hr: Grupa je uspješno dodana!

source: Group was successfully edited!
hr: Grupa je uspješno izmjenjena!

source: Group was successfully deleted!
hr: Grupa je uspješno obrisana!

source: Group was not deleted
hr: Grupa nije obrisana

source: Shift was not updated!
hr: Smjena nije uspješno ažurirana

source: Shift was successfully updated!
hr: Smjena je uspješno ažurirana

source: Shift was successfully deleted!
hr: Smjena je uspješno obrisana

source: Shift was not deleted
hr: Smjena nije obrisana

source: Shift was successfully added!
hr: Smjena je uspješno dodana

source: Swap was successfully confirmed!
hr: Zamjena je uspješno potvrđena!

source: Swap was not confirmed!
hr: Zamjena nije potvrđena!

source: Swap was successfully rejected!
hr: Zamjena nije uspješno odbijena

source: Swap was not rejected!
hr: Zamjena nije uspješno odbijena

source: Swap was successfully erased!
hr: Zamjena je uspješno obrisana

source: Swap was not reverted!
hr: Zamjena je neuspješno poništena

source: Swap was successfully sent!
hr: Zahtjev za zamjenom je uspješno poslan

source: Swap was not created!
hr: Kreiranje zamjene je bilo neuspješno!

source: Please correct the error above.
hr: Molimo vas ispravite pogrešku iznad.
